<template>
  <div class="container">
    <div class="row justify-content-center">
      <div class="col-12 p-2">
        <b-tabs content-class="mt-3">
          <b-tab title="new" active>
            <p>
              ジェリカフェ福岡天神店 スタッフ各位
              お疲れさまです。店長です。いつも力を貸して頂きありがとうございます。ひとりシフトが多いため、情報共有が難しいと思います。そこで、勘所を箇条書きにしていますのでご確認頂き、役立てて頂きますようお願いします。
              ジェリカフェはお客様に、楽しく！快適に！ボードゲームをしてもらう場所です。そして商いという事も忘れずに。判断に迷ったら、そのことを思い出して判断してください。それでも無理！わからない！ことは店長まで連絡して頂戴！！
            </p>
          </b-tab>
          <b-tab title="全体">
            <ol>
              <li>
                <div class="font-weight-bold">シフト</div>
                <ul>
                  <li>A 12:30〜18:00</li>
                  <li>A1 12:00〜18:00</li>
                  <li>B 18:00〜23:15</li>
                  <li>Z 12:30〜23:15 (途中１時間休憩)</li>
                  <li>Z1 12:00〜23:15 (途中１時間休憩)</li>
                </ul>
              </li>
              <li>
                <div class="font-weight-bold">シフトの調整</div>
                毎月25日までに翌月の候補日を連絡してください。月内に調整・確定させます。難しい場合はご相談ください。風邪ひいたり、緊急の用事がある時はグループラインに投稿してください。みんなでフォローしよう！
              </li>
              <li>
                <div class="font-weight-bold">シフトに入る前</div>
                1時間以上前にラインで「入ります」の連絡を店長までLINEを入れてください。
              </li>
              <li>
                <div class="font-weight-bold">
                  福岡天神店はこんなお店にしたい！
                </div>
                現実の話として、全ての人にぴったりなお店はできません。福岡天神店では、カジュアルに、ワイワイ楽しんでもらえるお店にしたいと思っています。エンジョイ勢が理想の(ターゲットとする)お客さんです。また、
                一部のお客さんが雰囲気を壊してしまい、相席イベントが変な空気になる場合や、ボードゲームギークな人が、人の嗜好を考えずに好きなゲームを進め出す場合もあります。このようなお客さんはお店にとって不利益となってしまいます。スタッフはこのようなお客さんがいることを理解して、歓迎するような対応は控えてください。本当に非人道的な話ですが、お店を守るために必要なことだと思っているので、お店づくりに協力をお願いします。
              </li>

              <li>
                <div class="font-weight-bold">見られてることを自覚しよう！</div>
                お客さんは意外とスタッフの動きを見ています。過剰な私語などは不快感を与えるので控えよう。
              </li>
              <li>
                <div class="font-weight-bold">スタッフ間でのプレイについて</div>
                シフト外の人は自由に席を使ってください。ドリンクも自由に。店が混んでる時は利用を遠慮してください。
                シフトに入っているスタッフのゲーム参加についてお客さんが少ない時間帯、他のお客さんのインスト最優先すること守ってもらえれば、OKとします。ただ、がっちりゲームに入ってしまい、声をかけにくい雰囲気、これはNGです。
                <br />(ゲームはたくさん遊んで欲しいし、ルールもたくさん覚えて欲しい、スタッフ間でも仲良くしたいので！性善説を採用します！)
              </li>
              <li>
                <div class="font-weight-bold">スマホの利用</div>
                私物のスマホはNGとはしたくありません。節度をもって利用してください。
              </li>
              <li>
                <div class="font-weight-bold">ひとりの入店について</div>
                禁止
              </li>
              <li>
                <div class="font-weight-bold">服装</div>
                私服+ジェリーエプロンです。エプロンは共用です。2枚を常に使える状態にしておきます。
              </li>
              <li>
                <div class="font-weight-bold"></div>
              </li>

              いろいろ書きましたが、大切なポイントは３つだけです！
              インストお客さんが楽しんでいるか、常に気にしてください。
              掃除と整頓やるひと、やらないひとの差があります。可能な限り強制的なルールは作りたくないので、各自手が開くタイミングに進んで行なってください。
              お金の管理レジ打ち・レジ締めはミスがでないよう、忙しいときでも落ち着いて確認しながら対応してください。
              それでは、よいボードゲームライフを！
            </ol>
          </b-tab>
          <b-tab title="開店準備">
            <ol>
              <li>
                <div class="font-weight-bold">解錠・ポストチェック</div>
                １FのセキュリティBOXにカードをかざし、セキュリティーを解除・警戒する。<br />
                ポストから郵便物を取り出す　左に２回４、右に１回３<br />
                ６Fの南京錠からシャッターと鍵を取り出す 番号→0701<br />
              </li>

              <li>
                <div class="font-weight-bold">ipad</div>
                起動時のパスワードは0909です。閉店時はシャットダウンしてください。レジとの接続は「設定」→「Bluetooth」→「STAR
                mPOP-K0256」から行ってください。
              </li>
              <li>
                <div class="font-weight-bold">タイムカード</div>
                iPadアプリのタイムカードを押す
              </li>
              <li>
                <div class="font-weight-bold">換気</div>
                両サイドの扉を開けて、換気しよう！
              </li>
              <li>
                <div class="font-weight-bold">音楽</div>
                ipadから流してください。
              </li>
              <li>
                <div class="font-weight-bold">フロア掃除</div>
                ウエットシートでガシガシフロアを磨く　終わったら椅子を下ろす
              </li>
              <li>
                <div class="font-weight-bold">トイレ掃除</div>
                便座・床・手洗い場を掃除してください
                フロアは新しくウエットシートに取り替えて、ガシガシフロアを磨いてください。（結構白くなります）
                トイレ掃除トイレ磨き用のシートで便座周りをクリーンアップブラシで便器の中を磨く洗面台周りを綺麗にトイレットペーパー、ハンドタオルの補充
              </li>
              <li>
                <div class="font-weight-bold">喫煙所掃除</div>
                喫煙所のベンチを濡らしたペーパータオルで拭く
              </li>
              <li>
                <div class="font-weight-bold">椅子を下ろして予約席を作る</div>
                予約席には予約トークンとコースターを置いておく
              </li>
              <li>
                <div class="font-weight-bold">レジ金の確認</div>
                レジに２万円入っているか確認
              </li>
              <li>
                <div class="font-weight-bold">オープンツイート</div>
                オープン前にやってOK、インスタも投稿する
              </li>
            </ol>
          </b-tab>
          <b-tab title="営業中">
            <ol>
              <li>
                <div class="font-weight-bold">受付</div>
                料金の案内コロナ対策の案内を行ってください。
              </li>
              <li>
                <div class="font-weight-bold">ドリンクの作り方</div>
                レシピ参照ビールの樽は必ず冷蔵庫から(5時間位冷やしたものを入れる必要があります。)<br />
                ビールの樽の付け替えの時、樽ないに伸びるストローは下向きに曲がるように。
              </li>
              <li>
                <div class="font-weight-bold">インスト</div>
                好みやプレイ時間を聞いてインストしよう！空き時間は積極的にボードゲームを覚えよう！
              </li>
              <li>
                <div class="font-weight-bold">
                  お客さんとコニュニケーションをとろう！
                  積極的に話してみよう(※楽しさの押し売りにならないように注意！)<br />
                  例 ドリンク出すときに「今日は遊びたいゲームありますか？」<br />「いえー」<br />「よかったら探しましょうか？」<br />「ぜひ」<br />「どんな感じので遊びたいですかー？」<br />、、、、ゲーム終わった雰囲気だったら「どうでしたか？」「いやー〇〇でした」「次こんなのやってみます？」
                </div>
              </li>
              <li>
                <div class="font-weight-bold">トイレ掃除</div>
                便座・床面・鏡・手洗い場の掃除と必要に応じてトイレットペーパーとハンドタオルの補充を行なってください。
              </li>
              <li>
                <div class="font-weight-bold">床掃除フロア掃除</div>
                クイックルワイパーで床拭きを行ってください。
              </li>
              <li>
                <div class="font-weight-bold">椅子お客さんが帰ったら</div>
                お客さんが帰ったテーブルはダスター(青いやつ)を水で濡らして拭いてください。ダスターは閉店時にゴミ箱へ<br />
                椅子を揃える
              </li>
              <li>
                <div class="font-weight-bold">
                  ドリンクの持ち込みを見つけた時
                </div>
                「プレイ中にすみません、お飲み物の持ち込みがNGになってまして、、、カバンの中にお願いします！」みたいな感じで伝えて、しまったのを確認したら「ご協力ありがとうございます」のように対応してください。稀にしまわない人がいるので、そのひとには再度カバンの中にしまうよう伝えてください。受付の時に気づいたらその場で伝えてください。
              </li>
              <li>
                <div class="font-weight-bold">
                  満席でお客さんを帰してしまう時
                </div>
                ひとり１枚、ドリンクチケットを渡してください。期限は２週間後を記入してください。
              </li>
              <li>
                <div class="font-weight-bold">予約のお客さんがこない時</div>
                10分を過ぎても来店しない場合は電話連絡をしてください。連絡がとれればOK
                取れない場合で、他にお客さんが来店して席がない場合は予約席をなくして受付てください。
              </li>
              <li>
                <div class="font-weight-bold">火の取り扱い</div>
                原則、火気厳禁です。ケーキのろうそくは少量の物はOKとします。
              </li>
              <li>
                <div class="font-weight-bold">ドリンクの補充</div>
                ドリンクを冷蔵庫に補充してください。ドリンクの残量が少ない場合はipadの注文画面から発注してください。
                ID nkgwkht@gmail.comPASS Pizz45395
              </li>
              <li>
                <div class="font-weight-bold">トラブル対策、トラブル予防</div>
                シフト中に、お客さんとトラブルになったり、トラブルになりそうだなと思った時の対応についてまとめています<br />
                1.相手の話を聞く<br />
                その場で判断、対応できることであれば対応をお願いします<br />
                2.その場での対応が難しい場合は「後日責任者から連絡させます」に持っていく<br />
                →名前と電話orメールアドレスを確認する<br />
                3.トラブルが連鎖しないように、お帰りいただく<br />
                遊んだ後、ドリンク提供した後でも全額返金対応しても構いません<br />
                4.店長に共有 状況について共有してください
              </li>
              <li>
                <div class="font-weight-bold">SNS</div>
                ipadからインスタを使い投稿をお願いします。<br />
                投稿を行うのは以下の場合 デイタイム、ナイトタイム開始時<br />
                当日にイベントがある場合、Aシフトのひとが対応<br />
                翌日にイベントがある場合、Aシフトのひとが対応 イベント開始時<br />
                そのほかネタがあれば積極的に配信をお願いします。
              </li>
              <li>
                <div class="font-weight-bold">ドリンクの空き瓶</div>
                コーラはコーラのケースに入れてください。（サイズが違います。）炭酸水の瓶（透明の瓶）は分別しやすいよう、端に寄せてケースに入れてください。
              </li>
              <li>
                <div class="font-weight-bold">レジ</div>
                自分の名前を選択してから受付を行ってください。また、引き継ぐ場合は現金金額を確認してください。
                イレギュラーケース↓ 未就学児→無料でワンドリンク付きです
                １万円札と５千円さつはクリップで止めてレジに入れておく。
              </li>
              <li>
                <div class="font-weight-bold">防犯カメラ</div>
                映像と音声を記録しています。
                トラブル発生時は店長、状況により警察へ直接連絡してください。
              </li>
              <li>
                <div class="font-weight-bold">やったリスト</div>
                シフトに入っている時間内にやったリストを書いてください。
              </li>
              <li>
                <div class="font-weight-bold">予約の受付</div>
                電話で予約の連絡があった場合には、電話を受けながら予約システムに入力
              </li>
              <li>
                <div class="font-weight-bold">延長・ラストオーダーの確認</div>
                ナイトタイムに切り替わる30分前に延長の確認をする
                閉店の30分前にラストオーダーの確認をする
              </li>
              <li>
                <div class="font-weight-bold"></div>
              </li>
              <li>
                <div class="font-weight-bold"></div>
              </li>

              <li>
                <div class="font-weight-bold"></div>
              </li>
            </ol>
          </b-tab>
          <b-tab title="閉店作業">
            <ol>
              <li>
                <div class="font-weight-bold">ロスナイ(天井中央の換気扇)</div>
                基本的にはつけっぱなし、外気と熱交換しながら空気の入れ替えをしてくれます。
                閉店時は「弱」でつけっぱなしにしてください。
              </li>
              <li>
                <div class="font-weight-bold">レジしめ</div>
                レジには2万円を残し、売り上げは封筒に日付、金額、名前を記入し糊付けして金庫に入れてください。
                支払いが生じた時は領収書をもらってください。(エプロンのクリーニング代金など)原則レジの中から支払います。必要に応じて小銭は金庫のものを使ってください。領収書はレジの中に入れ、その日のレジ締めをする人と必ず共有してください。
              </li>
              <li>
                <div class="font-weight-bold">ゴミ捨て</div>
                土曜日はゴミ捨てNGです。BもしくはZシフトの人は最後にゴミが8割くらいたまっていたら捨ててください。トイレのゴミも忘れずに。ゴミ捨て場は歩道の木の横あたり、道路際においてください。
              </li>
              <li>
                <div class="font-weight-bold">コーヒーマシンの洗浄</div>
                コーヒー豆排出トレイを洗浄してグラスと一緒に乾かすミルクを使った時は洗浄
              </li>
              <li>
                <div class="font-weight-bold">椅子を机の上にあげる</div>
              </li>
              <li>
                <div class="font-weight-bold">TIMECARD を押す</div>
              </li>
              <li>
                <div class="font-weight-bold">戸締り</div>
              </li>
            </ol>
          </b-tab>
        </b-tabs>
      </div>
    </div>
  </div>
</template>
