<template>
  <div class="container">
    <div class="row justify-content-center">
      <div class="col-12 p-2">
        <p>
          ジェリカフェ福岡天神店 スタッフ各位
          お疲れさまです。店長です。いつも力を貸して頂きありがとうございます。ひとりシフトが多いため、情報共有が難しいと思います。そこで、勘所を箇条書きにしていますのでご確認頂き、役立てて頂きますようお願いします。
          ジェリカフェはお客様に、楽しく！快適に！ボードゲームをしてもらう場所です。そして商いという事も忘れずに。判断に迷ったら、そのことを思い出して判断してください。それでも無理！わからない！ことは店長まで連絡して頂戴！！
        </p>
        <h2 class="small">シフト</h2>
        <ul>
          <li>A 12:30〜18:00</li>
          <li>A1 12:00〜18:00</li>
          <li>B 18:00〜23:15</li>
          <li>Z 12:30〜23:15 (途中１時間休憩)</li>
          <li>Z1 12:00〜23:15 (途中１時間休憩)</li>
        </ul>

        <h2 class="small">鍵の開閉</h2>
        <p>
          カードをかざし、セキュリティーを解除・警戒する。
          ポストから郵便物を取り出す　左に２回４、右に１回３
          南京錠からシャッターと鍵を取り出す 番号→0701
        </p>
        <h2 class="small">シフトに入る前</h2>
        <p>
          1時間以上前にラインで「入ります」の連絡を店長までLINEを入れてください。
        </p>
        <h2 class="small">開店準備(12:30〜13:00)</h2>
        <ul>
          <li>
            タイムカードを押すiPadのアプリのタイムカードを押してください。
          </li>
          <li>換気両サイドの扉を開けて、換気しよう！</li>
          <li>
            フロア掃除ウエットシートでガシガシフロアを磨いて下さい。終わったら椅子を下ろす
          </li>
          <li>
            トイレのフロア掃除新しくウエットシートに取り替えて、ガシガシフロアを磨いてください。（結構白くなります）
          </li>
          <li>
            トイレ掃除トイレ磨き用のシートで便座周りをクリーンアップブラシで便器の中を磨く洗面台周りを綺麗にトイレットペーパー、ハンドタオルの補充
          </li>
          <li>
            椅子を下ろしてテーブルを拭く
            喫煙所の椅子を濡らしたペーパータオルで拭く
          </li>
          <li>
            予約を確認して予約席を作る お金の確認(レジ金が合っているかを確認)
          </li>
          <li>棚の整理 オープンツイートオープン前にやってOK</li>
        </ul>
        <h2 class="small">ipad</h2>
        起動時のパスワードは0909です。閉店時はシャットダウンしてください。レジとの接続は「設定」→「Bluetooth」→「STAR
        mPOP-K0256」から行ってください。
        <h2 class="small">音楽</h2>
        ipadから流してください。
        <h2 class="small">受付</h2>
        <ul>
          <li>料金の案内コロナ対策の案内を行ってください。</li>
        </ul>
        <h2 class="small">ドリンクの作り方</h2>
        <p>
          レシピ参照ビールの樽は必ず冷蔵庫から(5時間位冷やしたものを入れる必要があります。)<br />
          ビールの樽の付け替えの時、樽ないに伸びるストローは下向きに曲がるように。
        </p>
        <h2 class="small">インスト</h2>
        好みやプレイ時間を聞いてインストしよう！空き時間は積極的にボードゲームを覚えよう！
        <h2 class="small">お客さんとコニュニケーションをとろう！</h2>
        積極的に話してみよう(※楽しさの押し売りにならないように注意！)<br />
        例
        ドリンク出すときに「今日は遊びたいゲームありますか？」「いえー」「よかったら探しましょうか？」「ぜひ」「どんな感じので遊びたいですかー？」、、、、ゲーム終わった雰囲気だったら「どうでしたか？」「いやー〇〇でした」「次こんなのやってみます？」
        <h2 class="small">福岡天神店はこんなお店にしたい！</h2>
        現実の話として、全ての人にぴったりなお店はできません。福岡天神店では、カジュアルに、ワイワイ楽しんでもらえるお店にしたいと思っています。エンジョイ勢が理想の(ターゲットとする)お客さんです。また、
        一部のお客さんが雰囲気を壊してしまい、相席イベントが変な空気になる場合や、ボードゲームギークな人が、人の嗜好を考えずに好きなゲームを進め出す場合もあります。このようなお客さんはお店にとって不利益となってしまいます。スタッフはこのようなお客さんがいることを理解して、歓迎するような対応は控えてください。本当に非人道的な話ですが、お店を守るために必要なことだと思っているので、お店づくりに協力をお願いします。
        <h2 class="small">ひとりの入店について</h2>
        禁止
        <h2 class="small">ロスナイロスナイ(天井中央の換気扇)</h2>
        基本的にはつけっぱなし、外気と熱交換しながら空気の入れ替えをしてくれます。
        閉店時は「弱」でつけっぱなしにしてください。
        <h2 class="small">トイレ掃除</h2>
        便座・床面・鏡・手洗い場の掃除と必要に応じてトイレットペーパーとハンドタオルの補充を行なってください。
        ■床掃除フロア掃除→ホウキorクイックルワイパーで床拭きを行ってください。
        ■テーブル掃除お客さんが帰ったテーブルはダスター(青いやつ)を水で濡らして拭いてください。ダスターは閉店時にゴミ箱へ
        ■椅子お客さんが帰ったら椅子を揃える
        ■ドリンクの持ち込みを見つけた時はしばかずに、「プレイ中にすみません、お飲み物の持ち込みがNGになってまして、、、カバンの中にお願いします！」みたいな感じで伝えて、しまったのを確認したら「ご協力ありがとうございます」みたいな感じで対応してください。稀にしまわない人がいるので、そのひとには再度カバンの中にしまうよう伝えてください。受付の時に気づいたらその場で伝えてください。
        ■閉店準備 レジしめ
        コーヒーマシンの洗浄コーヒー豆排出トレイを洗浄してグラスと一緒に乾かすミルクを使った時は洗浄
        椅子を机の上にあげる
        ゴミ捨て土曜日はゴミ捨てNGです。BもしくはZシフトの人は最後にゴミが8割くらいたまっていたら捨ててください。トイレのゴミも忘れずに。ゴミ捨て場は歩道の木の横あたり、道路際においてください。
        TIMECARD を押す 戸締り ■満席時
        満席でお客さんを帰してしまう時は、ひとり１枚、ドリンクチケットを渡してください。期限は２週間後を記入してください。
        ■予約のお客さんがこない時
        10分を過ぎても来店しない場合は電話連絡をしてください。連絡がとれればO K
        取れない場合で、他にお客さんが来店して席がない場合は予約席をなくして受付てください。
        ■イベントイベントは料金体系が異なります。受付は必ずエントリーシートを使用してください。
        参加費用2000円のイベント（ペイバックあり）お客様からは2000円をもらってください。レジは1500円で打ちます。差額の500円はイベント主催者に渡してください。【条件】イベントに1時間以上参加・参加者名簿に記入はじめてのドミニオン、無限焼酎ナイト　など
        参加費用1500円のイベント（ペイバックなし）ジェリーの独自イベント
        ■火の取り扱い原則、火気厳禁です。ケーキのろうそくは少量の物はO
        Kとします。
        ■ドリンクの補充ドリンクを冷蔵庫に補充してください。ドリンクの残量が少ない場合はipadの注文画面から発注してください。
        ID nkgwkht@gmail.comPASS Pizz45395
        ■ドリンクの空き瓶コーラはコーラのケースに入れてください。（サイズが違います。）炭酸水の瓶（透明の瓶）は分別しやすいよう、端に寄せてケースに入れてください。
        ■Bシフトに入る時 タイムカードを押す 延長の人を確認 予約席を作る
        レジ金を確認 ■Zシフトについて
        1時間の休憩を入れてください。休憩のタイミングや割り振りはお客様の入り具合で決めてください。ワンマン運転なので、店内での休憩をお願いします。
        ■シフト管理
        毎月25日までに翌月の候補日を連絡してください。月内に調整・確定させます。難しい場合はご相談ください。風邪ひいたり、緊急の用事がある時はグループラインに投稿してください。みんなでフォローしよう！
        ■SNS ipadからインスタを使い投稿をお願いします。 投稿を行うのは以下の場合
        デイタイム、ナイトタイム開始時
        当日にイベントがある場合、Aシフトのひとが対応
        翌日にイベントがある場合、Aシフトのひとが対応 イベント開始時
        そのほかネタがあれば積極的に配信をお願いします。 ■レジ
        自分の名前を選択してから受付を行ってください。また、引き継ぐ場合は現金金額を相互に確認してください。
        レジには2万円を残し、売り上げは封筒に日付、金額、名前を記入し糊付けして金庫に入れてください。
        支払いが生じた時は領収書をもらってください。(エプロンのクリーニング代金など)原則レジの中から支払います。必要に応じて小銭は金庫のものを使ってください。領収書はレジの中に入れ、その日のレジ締めをする人と必ず共有してください。
        イレギュラーケース↓ 未就学児→無料でワンドリンク付きです
        １万円札と５千円さつはクリップで止めてレジに入れておく。 ■服装
        私服+ジェリーエプロンです。エプロンは共用です。2枚を常に使える状態にしておきます。
        ■防犯カメラ 映像と音声を記録しています。
        トラブル発生時は店長、状況により警察へ直接連絡してください。
        ■日報シフトに入っている時間内に日報を書いてください。
        ■予約の受付について電話で予約の連絡があった場合には、電話を受けながら予約システムに入力。
        ■延長・ラストオーダーの確認
        17:30に延長の確認をお願いします。22:30にラストオーダーの確認を行ってください。
        ■プレイへの参加について
        デイタイムは17:30以降、ナイトタイムは22:30以降はプレイへの参加は遠慮してください。レジ締など、カウンター内の作業の時間にあててください。
        ■スタッフ間でのプレイについて
        シフト外の人は自由に席を使ってください。ドリンクも自由に。店が混んでる時は利用を遠慮してください。
        >
        シフトに入っているスタッフのゲーム参加についてお客さんが少ない時間帯、他のお客さんのインスト最優先すること守ってもらえれば、OKとします。ただ、がっちりゲームに入ってしまい、声をかけにくい雰囲気、これはNGです。(ゲームはたくさん遊んで欲しいし、ルールもたくさん覚えて欲しい、スタッフ間でも仲良くしたいので！性善説を採用します！)
        ■見られてることを自覚しよう！
        お客さんは意外とスタッフの動きを見ています。過剰な私語などは不快感を与えるので控えよう。
        ■トラブル対策、トラブル予防
        シフト中に、お客さんとトラブルになったり、トラブルになりそうだなと思った時の対応についてまとめています↓
        1.相手の話を聞く その場で判断、対応できることであれば対応をお願いします
        2.その場での対応が難しい場合は「後日責任者から連絡させます」に持っていく
        →名前と電話orメールアドレスを確認する
        3.トラブルが連鎖しないように、お帰りいただく
        遊んだ後、ドリンク提供した後でも全額返金対応しても構いません
        4.店長に共有 状況について共有してください
        ■その他次のシフトの人に伝えたい内容がある場合はLINEや日報のコメント枠で全体共有してください。
        その他不明な点があれば言ってください。随時こちらの内容を改修していきます。
        ■スマホの利用私物のスマホはNGとはしたくありません。節度をもって利用してください。
        いろいろ書きましたが、大切なポイントは３つだけです！
        インストお客さんが楽しんでいるか、常に気にしてください。
        掃除と整頓やるひと、やらないひとの差があります。可能な限り強制的なルールは作りたくないので、各自手が開くタイミングに進んで行なってください。
        お金の管理レジ打ち・レジ締めはミスがでないよう、忙しいときでも落ち着いて確認しながら対応してください。
        それでは、よいボードゲームライフを！
      </div>
    </div>
  </div>
</template>
